[
  {
    "id": "1",
    "title": "Tiger Spikers Jolt Blue Eagles for V-League Top Seat",
    "tag": "SPORTS",
    "description": "The Tiger Spikers now hold a 5-1 win-loss card while the Blue eagles dropped to 4-1 as the V-league semi-finals near.",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "September 10, 2023",
    "content": [
      "The UST Golden Booters (1-0-2) failed to secure their second victory in their third game of Ang Liga Season 19, as they settled for a 1-1 draw against the UP Fighting Maroons (2-2-1) on Saturday, September 9, at the UP Diliman Football Pitch.",
      "The Fighting Maroons drew with forward Mikheil Legarde who notched the first and only goal for UP at the 28th minute mark after being assisted by a drop pass from inside the box and gave the Maroons a 1-0 lead.",
      "Golden Booters’ veteran winger Chris Valderama answered back and scored the lone goal for UST right before halftime.",
      "Valderama was also credited for scoring a brace during their last encounter against the Ateneo Blue Eagles which ended in a 3-3 draw.",
      "With a scoreless second half, both teams displayed a defensive-oriented style of football.This resulted in multiple yellow cards penalized on different players.",
      "For the Golden Booters, Ilonggo midfielder Archie Belluga received UST’s first yellow card during the 44th-minute of the first half, followed by defensive linemen Jarred Regis and Carlos Orale at the 68th and 84th minutes of the second half after hard tackle challenges.",
      "For UP, a 13th-minute yellow card was marked off midfielder Lorenz Tortona due to a hard foul. Defensive linemen John Antonio and Vincent Parpan also committed fouls at the 39th minute of the first half and the 72nd minute of the second half respectively.",
      "UST now boasts a 1-0-2 record in the group stage, while UP notched their first draw of the group stage and now have a 2-2-1 record.",
      "The UST Golden Booters hope to break their two consecutive draw matches results as they face the UE Red Warriors next on September 16, in the same venue.—with reports from J. Anhag"
    ]
  },
  {
    "id": "2",
    "title": "Ang Liga: UST settles for another draw versus UP",
    "tag": "SPORTS",
    "description": "Golden Booters’ veteran winger Chris Valderama answered back and scored the lone goal for UST right before halftime.",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "September 09, 2023",
    "content": [
      "The UST Golden Booters (1-0-2) failed to secure their second victory in their third game of Ang Liga Season 19, as they settled for a 1-1 draw against the UP Fighting Maroons (2-2-1) on Saturday, September 9, at the UP Diliman Football Pitch.",
      "The Fighting Maroons drew with forward Mikheil Legarde who notched the first and only goal for UP at the 28th minute mark after being assisted by a drop pass from inside the box and gave the Maroons a 1-0 lead.",
      "Golden Booters’ veteran winger Chris Valderama answered back and scored the lone goal for UST right before halftime.",
      "Valderama was also credited for scoring a brace during their last encounter against the Ateneo Blue Eagles which ended in a 3-3 draw.",
      "With a scoreless second half, both teams displayed a defensive-oriented style of football.This resulted in multiple yellow cards penalized on different players.",
      "For the Golden Booters, Ilonggo midfielder Archie Belluga received UST’s first yellow card during the 44th-minute of the first half, followed by defensive linemen Jarred Regis and Carlos Orale at the 68th and 84th minutes of the second half after hard tackle challenges.",
      "For UP, a 13th-minute yellow card was marked off midfielder Lorenz Tortona due to a hard foul. Defensive linemen John Antonio and Vincent Parpan also committed fouls at the 39th minute of the first half and the 72nd minute of the second half respectively.",
      "UST now boasts a 1-0-2 record in the group stage, while UP notched their first draw of the group stage and now have a 2-2-1 record.",
      "The UST Golden Booters hope to break their two consecutive draw matches results as they face the UE Red Warriors next on September 16, in the same venue."
    ]
  },
  {
    "id": "3",
    "title": "EJ Obiena bounces back; takes top podium of ISTAF Berlin",
    "tag": "SPORTS",
    "description": "Following a last-spot finish of 5.60m in the recent Wanda Diamond League in Zurich, Switzerland on Thursday (Friday in Manila), the Thomasian alumnus rebounded big time with a 5.92m clear in three attempts to claim the top spot of the outdoor tournament.",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "September 04, 2023",
    "content": [
      "Filipino pole vault star EJ Obiena claimed the gold medal in the International Stadionfest (ISTAF) Berlin on September 3, Sunday (early Monday, September 4 in Manila).",
      "Following a last-spot finish of 5.60m in the recent Wanda Diamond League in Zurich, Switzerland on Thursday (Friday in Manila), the Thomasian alumnus rebounded big time with a 5.92m clear in three attempts to claim the top spot of the outdoor tournament.",
      "“Finally, the @istaf_indoor [ISTAF indoor] trophy would have its bigger brother, @istaf_berlin [ISTAF Berlin] trophy after three years,” Obiena said in his Facebook post.",
      "Obiena had a consistent showing, leaping over heights of 5.52, 5.72, and 5.82 to stay ahead of the pack until finally outlasting his competitors on his third attempt at 5.92m.",
      "Eager to surpass the six-meter threshold once more, Obiena attempted to clear 6.01m but came short on all attempts.",
      "Behind Obiena, Norwegian Sondre Guttormsen took the tournament’s silver medal, besting American KC Lightfoot who settled for bronze on countback.",
      "Obiena’s rival and World’s No.3 Christopher Nilsen of USA sits at the fourth spot of the tournament only clearing 5.72m.",
      "This is Obiena’s best finish in his three years of coming short in the same tournament, settling only for silver in 2022 and a fourth-place finish via countback behind current bronze finisher KC Lightfoot back in 2021."
    ]
  },
  {
    "id": "4",
    "title": "Josh Ybañez’s monster game lifts UST past FEU for fourth V-League win",
    "tag": "SPORTS",
    "description": "Ybañez was virtually unstoppable in the match, posting 33 points off 29 attacks, three blocks, and one ace, punctuated by a cross-court hit that sealed the win and a semi-final berth for UST.",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "September 03, 2023",
    "content": [
      "Flashing form anew, Josh Ybañez carried the cudgels for the UST Tiger Spikers to vanquish the FEU Tamaraw Spikers, 25-22, 26-24, 20-25, 25-18, to notch their fourth win in the V-League Collegiate Challenge on Sunday, September 3, inside Paco Arena in Manila.",
      "Ybañez was virtually unstoppable in the match, posting 33 points off 29 attacks, three blocks, and one ace, punctuated by a cross-court hit that sealed the win and a semi-final berth for UST.",
      "The Tiger Spikers had to overcome a faulty third set, which saw them commit 10 of their total 35 errors in the game, paving the way for the Tamaraws to sneak past them and force pressure on the España-based crew in the fourth set.",
      "UST then adjusted, came out relentless with its attacks, and created a gap early on to finish the job and inch closer to the first seed in the tournament standings after five games played.",
      "Rainier Flor contributed 14 points on 11 kills, while Gboy De Vega added 10 markers to aid UST in dominating the attack department.",
      "The Tiger Spikers were dominant with their attacks, tallying 63 kills in the matchup, 20 more than what the Tamaraws eked out.",
      "Setter Dux Yambao also proved to be instrumental in that facet for UST with 18 excellent sets, alongside eight points off five attacks, and three blocks.",
      "The Tiger Spikers will be facing the number one seed Ateneo Blue Eagles next — a matchup that, for head coach Odjie Mamon, requires the team to play sharp on both ends of the game.",
      "“We'll prepare for Ateneo. Hindi kami dapat dumepensa dun, dapat sumuntok rin kami,“ said Mamon."
    ]
  },
  {
    "id": "5",
    "title": "Ang Agosto 2023 ay isang mabatong daan",
    "tag": "REPORTS",
    "description": "Hindi kagulat-gulat ang huminto muna at huminga ngayong Agosto dahil sa sunod-sunod na mga pangyayaring may dalang kunot ng noo, tawa, at malalim na pag-iisip.",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "August 31, 2023",
    "content": [
      "“We are building it on the side of the mountain,” sabi ng engineer at social media influencer na si Slater Young sa isang YouTube video na pinapakita ang kaniyang bagong real estate project na “The Rise at Monterazzas.” Ayon kay Young, ang Banaue Rice Terraces ang naging inspirasyon para sa hugis ng gusali.",
      "Itatayo ang project sa Monterazzas de Cebu, isang development site sa Guadalupe, Cebu City.",
      "Matapos makita ito ng maraming netizens, pinuno ng maraming opinyon ang social media tungkol sa property.",
      "“You can’t just build a monstrosity and totally ignore the social, environmental, and cultural impact on the people who originally live there,” sabi ng isang user sa social media. “Those who can afford this will not be living there permanently, but it is the community who will suffer the consequences of this structure.”",
      "Marami ring nag-alala sa pagtuloy ng proyekto ni Young dahil baka raw ito’y magpalala sa pagbaha at mga landslide sa Cebu.",
      "Sa kabilang banda, sabi naman ng isang user sa X na si Young naman daw ay maalam sa kaniyang trabaho bilang engineer, kaya’t hindi niya raw naiintindihan ang pampupuna kay sa proyekto ni Young.",
      "Sinabi ni Young sa na mabibigyan muli ang bundok ng isang ektarya ng halamanan sa pamamagitan ng mga “strips of greenery” na nakapalibot sa proyekto. Makapagkokolekta rin ang buong gusali ng tubig ulan na dadaloy sa isang sistema ng patubig na makatutulong alagaan ang mga halamanan sa istraktura.",
      "Bago matapos ang video, Hinikayat din ni Young ang kaniyang mga manonood na ilatag ang lahat ng kanilang mga katanungan tungkol sa proyekto."
    ]
  },
  {
    "id": "6",
    "title": "Tomasino pasok sa top 10 ng kauna-unahang food tech boards",
    "tag": "REPORTS",
    "description": "Mula sa 40 na mga estudyanteng nanguna sa FTLE 2023, tanging sina Caumban at isang alumna mula sa Xavier University ang pasok sa listahan na hindi nagmula sa Unibersidad ng Pilipinas. ",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "August 16, 2023",
    "content": [
      "Kabilang ang isang Tomasino sa talaan ng mga nanguna sa katatapos lamang na Food Technologists licensure exam (FTLE) ayon sa resultang inilabas ng Professional Regulation Commission (PRC) noong Miyerkules, Agosto 16.",
      "Nasungkit ng Tomasinong si Natalie Mae Caumban ang ika-sampung pwesto sa kauna-unahang Food Technologists licensure exam (FTLE) matapos nitong makakuha ng iskor na 84.50 porsyento.",
      "Mula sa 40 na mga estudyanteng nanguna sa FTLE 2023, tanging sina Caumban at isang alumna mula sa Xavier University ang pasok sa listahan na hindi nagmula sa Unibersidad ng Pilipinas.",
      "Nakakuha ng 49.30 porsyentong passing rate ang UST matapos makapasa ang 70 sa 142 na Tomasinong kumuha ng nasabing pagsusulit.",
      "Samantala, itinanghal ang Unibersidad ng Pilipinas na top-performing school matapos nitong makakuha ng 100 porsyentong iskor. Sa nasabing Unibersidad din nanggaling ang nanguna sa pagsusulit.",
      "Ayon sa PRC, 453 mula sa 1,133 na sumailalim sa FTLE ang kinilala bilang mga bagong licensed food technologist.",
      "Ginanap ang pagsusulit sa mga syudad ng sa Metro Manila, Baguio, Cebu, Davao, Koronadal, Legazpi, Lucena, Rosales, and Zamboanga noong Agosto 10 -11, 2023."
    ]
  },
  {
    "id": "7",
    "title": "Tiongco: ‘Maging totoo sa sarili, mamayagpag’",
    "tag": "REPORTS",
    "description": "ICYMI: Ayon kay Tiongco, hindi kailangang itago ang totoong sarili upang mapabilang sa paaralan dahil ang pagiging totoo pati na rin ang pagtitiwala ang bubuo ng makabuluhang koneksyon sa buhay",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "August 08, 2023",
    "content": [
      "Ipinaalala ng Vice Rector ng Unibersidad sa kanyang misa noong Sabado, Agosto 5, na ang pagpapakita ng totoong sarili kasama ang Panginoon ay magbibigay liwanag sa iyong buhay.",
      "Sa kanyang homiliya sa Quadricentennial Pavillion para sa mga bagong Tomasino, ibinahagi ni Fr. Isaias Tiongco, O.P. ang mga katangian na dapat isabuhay ng mga bagong mag-aaral upang masulit ang pananatili sa paaralan partikular na ang pagiging totoo sa sarili.",
      "“Be curious, be creative, and be courageous, be ferocious in the correct way like the Thomasian Tiger, be open-minded, respectful and compassionate, be active, be engaged, and be involved. Be yourself, be happy, and be proud as a Thomasian,” saad niya.",
      "(Maging mausisa, malikhain, at matapang, maging mabangis gaya ng Thomasian Tiger, magkaroon ng bukas na isip, makisalamuha, at makiisa. Maging totoong ikaw, masaya, at ipagmalami na ikaw ay isang Tomasino.)",
      "Ayon kay Tiongco, hindi kailangang itago ang totoong sarili upang mapabilang sa paaralan dahil ang pagiging totoo pati na rin ang pagtitiwala ang bubuo ng makabuluhang koneksyon sa buhay.",
      "“You don’t have to wear masks to gain love and acceptance,” ayon kay Tiongco.",
      "(Hindi mo kailangang magsuot ng maskara para lamang makatanggap ng pagmamahal at pagtanggap.)",
      "Tulad ni Tiongco, nabanggit din ni UST Rector Fr. Richard Ang, O.P. sa kaniyang homiliya para sa pang-umagang batch ng mga bagong Tomasino, na hindi basehan ang kayamanan para sumaya at magkaroon ng masaganang edukasyon.",
      "“In this campus, no one is too rich or too elite to experience the simple joys of life. Nobody is too deprived or too poor to not have access to quality education,“ ani Ang.",
      "(Sa paaralang ito, walang sobrang yaman para lamang maranasan ang mga simpleng kasiyahan sa bahay. Walang masyadong mahirap para hindi magkaranas ng de-kalidad na edukasyon.)",
      "Siniguro ng Vice Rector ng Unibersidad na hindi nag-iisa ang mga bagong Tomasino sapagkat ang paaralan ay isang nagbubuklod na komunidad na puno ng mga kagamitan, pasilidad, at mga taong gagabay sa pagkamit ng kanilang potensiyal.",
      "“Remember that the only limits that exist are the ones you set for yourself,” dagdag niya.",
      "(Paalala na ang tanging limitasyon ng isang tao ay ang siyang itinakda nito.)",
      "Hinikayat din ni Tiongco ang mga mag-aaral na sulitin ang mga darating na taon sa Unibersidad at abutin nito ang kanilang mga pangarap.",
      "“Together, let us create a legacy that will inspire generations to come,” ani Tiongco.",
      "(Sama-sama tayong gumawa ng legacy na magbibigay inspirasyon sa mga susunod na henerasyon.)",
      "Pagkatapos ng misa ay pormal nang sinimulan ang ROARientation na sinundan ng tradisyonal na Thomasian Welcome Walk. Ginanap naman sa gabi ang Thomasian Welcome Party.",
      "Matatandaang naudlot ang nasabing pagdiriwang matapos makansela noong Huwebes, Agosto 3 dahil sa pagsuspinde ng klase sa Maynila.",
      "Ito na ang ikalawang in-person welcome rites pagkatapos ng birtwal na pagsasagawa nito sa panahon ng pandemya na dinaluhan ng mahigit kumulang 9,494 na bagong Tomasino na magkokolehiyo ngayong taon."
    ]
  },
  {
    "id": "8",
    "title": "Mga Tomasino humakot ng pwesto sa August 2023 MTLE; UST itinanghal na fifth top-performing school ",
    "tag": "REPORTS",
    "description": "367 mula sa 391 na mga Tomasinong kumuha ng pagsusulit ang nakapasa dahilan upang itanghal na pang lima ang Unibersidad sa mga top-performing schools sa August 2023 MTLE. ",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "August 21, 2023",
    "content": [
      "Sampung Tomasino ang humakot ng pwesto sa August 2023 Medical Technologists Licensure Examination (MTLE), batay sa resulta na inilabas ng Professional Regulation Commission (PRC) noong Huwebes, Agosto 17.",
      "Nasungkit ng Tomasinong si Jolina Ongchinke ang ikalawang pwesto sa katatapos lang na August 2023 MTLE matapos makakuha ng iskor 92.70 porsyento.",
      "Samantala, sina Kevin Ganas at Hilary Orbeta ay parehas na nakakuha ng 92.40 porsyento dahilan upang masungkit nila ang ikatlong pwesto.",
      "Sinundan ito nina Bianca Cruz at Exequiel Sangco III na kapwa nagkamit ng ika anim na pwesto matapos maka-iskor ng 92.10 porsyento.",
      "Pasok rin ang mga Tomasinong sina Aira Marquez sa ika-pitong pwesto na may iskor na 92.00 porsyento, si Simon Cañeba na nasa ika-walong pwesto na may iskor 91.90 porsyento at Leo Orpilla na pasok sa ika-siyam na pwesto matapos magkamit ng iskor na 91.80 porsyento.",
      "Hindi naman nagpahuli sina Jose Domingo at Jayson Paredes na kapwa nakakuha ng 91.70 porsyento dahilan upang masungkit nila ang ika sampung pwesto.",
      "367 mula sa 391 na mga Tomasinong kumuha ng pagsusulit ang nakapasa dahilan upang itanghal na pang lima ang Unibersidad sa mga top-performing schools sa August 2023 MTLE.",
      "Ayon sa PRC, 3,982 sa 5,401 na kumuha ng pagsusulit ang itinanghal na mga bagong Medical Technologists.",
      "Ang MTLE ay ginanap sa syudad ng Metro Manila, Baguio, Cagayan de Oro, Cebu, Davao, Iloilo, Koronadal, Legazpi, Lucena, Pagadian, Pampanga, Rosales, Tacloban, Tuguegarao, at Zamboanga noong Agosto 12 at 13.-with reports from Paolo Cootauco"
    ]
  },
  {
    "id": "9",
    "title": "Liham para sa isang batang Tomasino",
    "tag": "BLOGS",
    "description": "Hindi ko muna sasabihin sa iyo kung ano ang mangyayari, pero ito lang ang ibibigay ko sa'yo: Lahat ng pagdadaanan mo ay may dahilan.",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "August 16, 2023",
    "content": [
      "Raine, kumusta ka na? Pagbati mula sa bersyon mo mula sa 2023. 2020 pa lang para sa’yo ngayon at wala ka pang ideya kung ano haharapin mo sa kinabukasan.",
      "Taray naman ng hitsura mo ngayon! Nag-gradweyt bilang batch salutatorian kahit nagkapandemya, may malaki na kumpiyansa, at nananatili pa rin ang pangarap para sa sarili na kasing-taas ng bundok.",
      "Minsan, gusto kong bumalik sa’yo. Ikaw ay isang blanko na papel, inosente at ligtas sa kasalanan. Gusto kong ilipat sa’yo lahat ng alam ko ngayon para wala ka nang pagdadaanan na dalamhati o pagsisisihan.",
      "Gayunpaman, hindi pareho ang buhay sa hayskul at ang buhay sa kolehiyo. Mayroon kang bagong simula muli. Wala naman ding makakatanggi na sa ibang aspeto, ang dali-dali ngayon sa panahon ng teknolohiya kung kailan hindi mo kailangan gumising nang maaga para lang makapasok sa klase. Kailangan lang na malakas ang tunog ng alarma na kinaiinisan mo tuwing umaga.",
      "Akala mo na gagawin mo lang kung ano ang gumana para sa’yo nang ilang taon at makukuha mo rin ‘yong pinapangarap mong resulta, ngunit hindi ito madali. Bago na ang lahat – kapaligiran, kaklase, at kultura.",
      "Harang talaga ang mga klase kapag hindi kayo nagkikita ng mga taong dapat nakakatrabaho mo, ‘noh? Iniisip mo pa lang siguro ang pagpasok sa eskweluhan gamit ng kompyuter lamang, nanghihinayang ka na dahil nararamdaman mong nasisira ng paunti-unti ang identidad mo bilang estudyante na nakakabit sa’yo halos buong buhay.",
      "Bago ka sumugal sa gyera ng kolehiyo, dapat patalasin mo ang iyong mga espada at ihanda ang pinakamahiwaga mong armas – ang mga selula ng utak dahil madudurog at madudurog din sila.",
      "Huwag mong pakawalan ng kasiyahan at motibasyon para sa darating na taon. Kasing bilis ng hangin, papalitan ‘yan ng pagdududa sa sarili at ang paborito nating lahat, impostor’s syndrome. Ang mga pinakamasamang emosyon na puwedeng maranasan ng isang tao ay pagdadaanan mo rin. Wala talagang paraan para iwasan natin iyon. Minsan, ibibigay mo lahat ng iyong makakaya, pero tatanggap ka ng iskor na parang sumisigaw sa’yo na hindi ka pa rin sapat.",
      "Kakailanganin mong gawin lahat ng mga bagay na kinatatakutan mo bilang isang mahiyaing tao. Video call kasama ng mga kaklase na hindi mo pa nakikilala, pakikipagusap sa mga pasyente at ang kanilang mga pamilya, at pagsusuri ng mga kaso sa ospital na dating nakikita mo sa telebisyon lamang.",
      "Subalit, wala dapat konklusyon sa una hangga’t wala ka pa sa aktwal na klinika o ospital. Wala naman talagang perpekto sa una, at hindi naman kumpleto ang iyong pag-aaral kapag nasa loob ka lang ng apat na pader ng silid-aralan.",
      "Huwag kang mag-alala kapag nakikita mong nagtatagumpay ang mga kasabay mo na parang walang kailangan na kahit anong sikap. Huwag kang magulat na hinahamon ka para lang makahabol sa kanila, kahit ibang tao ang humahabol sa'yo dati lang. Gusto kong tandaan mo lamang na may dahilan kung bakit nandoon ka sa posisyon mo. Kayang-kaya mong magtagumpay tulad nila, kailangan lang siguro ng onti pang panahon. Malay mo, baka sila naman ang magugulat sa’yo, ngunit hindi mo malalaman hangga’t hindi mo pa nasusubukan.",
      "Malalaman mo rin na sobrang hirap makipagkaibigan lalo na sa harang ng teknolohiya. Parang nag-iisa ka lang sa napakalaking mundo ng kolehiyo dahil hindi mo na kasama ang mga kaklase at kaibigan na kilala mo simula noong bata ka. Nakakatakot, pero ang pangako ko sa'yo ay mahahanap mo rin ang mga tao na sasamahan ka sa mga kalokohan mo at tutulungan kang makaligtas sa digmaan.",
      "Sa kabila ng lahat na ito, kahit gusto mong bumalik sa kaginhawaan na naranasan mo noong hayskul, gusto ko lang malaman mo na hindi ka mag-uunlad kung hindi ka umalis doon. Kahit komportable ka, kailangan mong pagdaanan lahat ng mga ito para makarating ka kung saan ka ngayon: isang Tomasinong estudyanteng nars.",
      "Ang bigat bigat ng mga hamon mo ngayon at baka hindi mo makikita ang ilaw sa dulo ng tunel ng ilan pang buwan, ngunit nandoon lang iyan at hinihintay ka na.",
      "Hinding-hindi ka nag-iisa. Hindi magiging isang malaking pagdusa ang apat na taon sa Narsing. Gagaling ka sa lahat – sa komunikasyon, sa pagsusulat, at sa pagiging lider. Ituloy mo lang iyan, at magugulat ka kung paano magiging pabor sa iyo ang mga pangyayari. Magugulat ka kung paano pinalitan mo ang iyong lumang balat upang tanggapin ng buong-buo ang buhay sa kolehiyo.",
      "Hindi ko muna sasabihin sa iyo kung ano ang mangyayari, pero ito lang ang ibibigay ko sa'yo: Lahat ng pagdadaanan mo ay may dahilan.",
      "Napakasakit, nakakadurog ng puso, ngunit mahalin mo ang pagbabago. Ganoon ka mananalo."
    ]
  },
  {
    "id": "10",
    "title": "Yakapin ang bawat sandali, Tomasino!: Mga payo para sa unang taon sa kolehiyo",
    "tag": "BLOGS",
    "description": "Sa pagtawid sa ilalim ng arko, dalhin ang mga payong ito para sanggain ang bawat patak ng ulan at kayanin ang unang taon sa kolehiyo.",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "August 11, 2023",
    "content": [
      "“Mami-miss ninyo maging hayskul!”",
      "Uunahan ko na kayo, totoo ‘yang sinasabi nila. Hindi magiging madali ang unang taon sa kolehiyo. Maraming pagbabago ang maaaring mangyari.",
      "May mga kakailanganing lumayo pansamantala sa kani-kanilang pamilya at nakagisnang tahanan. May mga pagsasabayin ang pag-aaral at pagtratrabaho. May mga hindi mapipigilang kwestyunin ang kanilang kakayahan at kung sigurado ba sila sa kursong pinili nila.",
      "May mga mangungulila sa mga matatalik nilang kaibigan. May mga mangangamba sa mga gawain nilang parang walang katapusan, mga profs na masungit at mahilig magpa-recit, at may mga mangangamba sa araw-araw na kalbaryo ng pagkokomyut.",
      "Sa pagtungtong ninyo sa kolehiyo, marami kayong ikakabahala. Ngunit marami rin kayong kasasabikan.",
      "Bukod sa mga bagong kaibigan, magbubukas na pinto ng mga oportunidad, at mga landas na tatahakin, nariyan din ang pagsisigaw ng iconic na “Go, USTE!” tuwing UAAP season, pagsusuot ng yellow t-shirt tuwing Yellow Day, pagsasagawa ng picnic sa may Parade Grounds tuwing Agape, at panonood ng fireworks tuwing Paskuhan—mga simpleng bagay na maaaring nagpasimula sa inyong mangarap na maging Tomasino.",
      "Oo, hindi magiging madali, pero magiging masaya. Hindi maiiwasang mahirapan, pero may darating na ginhawa kinabukasan.",
      "Ang kailangan ninyo lamang gawin ay maging bukas sa lahat ng bagay. Huwag magpakain sa takot at pangamba. Magpursigi sa abot ng inyong makakaya. At higit sa lahat, lawakan ang pag-intindi at pasensya sa sarili sapagkat hindi biro ang pagsisimula ng panibagong kabanata sa isang malaking unibersidad na matagal ninyo nang pinangarap.",
      "Ika nga sa kantang Yakapin Natin Ang Gabi:",
      "Kalimutan lahat ang mga pighati Damhin ang bawat sandali, sisikat din ang haring araw May panibagong yugto na sa’yo’y nag-aabang",
      "Sa pagtawid sa ilalim ng arko, dalhin ang mga payong ito para sanggain ang bawat patak ng ulan at kayanin ang unang taon sa kolehiyo.",
      "Yakapin ang bawat sandali, mga Tomasino!"
    ]
  },
  {
    "id": "11",
    "title": "‘Barbie’ celebrates and criticizes the complexities of womanhood",
    "tag": "BLOGS",
    "description": "Greta Gerwig balances the pinks and pastels of Barbie Land, and the blunt grayness of a patriarchal society in one of the most anticipated films of the year.",
    "author": {
      "name": "TomasinoWeb",
      "authorImagePath": "/assets/tiger-author.jpg"
    },
    "datePublished": "August 31, 2023",
    "content": [
      "Ken (Ryan Gosling) points out that the real world (our world) is the exact opposite of Barbieland.",
      "In Barbieland, matriarchy is alive and well. Almost, if not, all positions of employment and influence are occupied by Barbies—the supreme court, construction workers, Pulitzer Prizes. It was wonderful seeing Barbieland unfold on screen. But a hint of inequality was present, and it disadvantages not only the Kens, but also Midge (Ashlyn Madden), Weird Barbie (Kate McKinnon), and Alan (Michael Cera). These characters are not only below the amount of power that Barbies have, but they also sometimes are pushed to isolation for being different.",
      "If it was the other way around, it’s an oddly familiar world, isn’t it? It makes Barbieland just another cookie cutter from the dynamics of our world, but the ones playing the roles are just different. The system’s just as rigged as ours.",
      "However, it’s also important to emphasize that the matriarchy in Barbieland does not entirely parallel the patriarchy in the real world. Barbieland’s matriarchy is not as destructive. In the real world, women face unrealistic standards in almost every aspect of their lives, with a lingering fear of violence being inflicted upon them no matter where they are. In Barbieland, Kens are simply ignored, and often told no.",
      "Even so, the realization of inequality still pushed the Kens to pursue patriarchy, and discover a newfound power, leading to the downfall of Barbieland.",
      "In the end, Barbieland was restored, but Gerwig offers a glimpse of what it can be, as the film’s narrator Helen Mirren assures that someday, the Kens would hold as much power as the Barbies.",
      "It may be a surface-level take on what feminism is, but Barbie was able to provide a solid entry point to the movement.",
      "Barbie attempts to tie the excitement of seeing a nostalgic icon come to life, character arcs that tug at your heartstrings, and campy moments with literal sparkles into a bow. And it was successful.",
      "Barbie is in cinemas now."
    ]
  }
]
